Revit 2024 API
UnitTypeId.Milliseconds Property
 Milliseconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Milliseconds { get; }
Visual Basic
Public Shared ReadOnly Property Milliseconds As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Milliseconds {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace